acpi
alsa-utils
amd-ucode
arandr
autoconf
automake
base
bash-completion
binutils
bison
cpanminus
dmenu
expect
fakeroot
filezilla
firefox
flex
gcc
git
gnome-keyring
gnome-terminal
guake
i3-wm
i3blocks
i3lock
linux
linux-firmware
lxappearance
m4
make
man-db
man-pages
network-manager-applet
networkmanager
networkmanager-openvpn
nm-connection-editor
noto-fonts
openssh
p7zip
patch
pavucontrol
picom
pkgconf
pulseaudio
rofi
rsync
sshpass
sudo
sysstat
texinfo
tmux
ttf-roboto
unzip
vim
wget
which
xclip
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xinput
xsel
